{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.19.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of6.bin", "group1-shard2of6.bin", "group1-shard3of6.bin", "group1-shard4of6.bin", "group1-shard5of6.bin", "group1-shard6of6.bin"], "weights": [{"name": "conv2d/kernel", "shape": [2, 2, 1, 64], "dtype": "float32"}, {"name": "conv2d/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2d_1/kernel", "shape": [2, 2, 64, 128], "dtype": "float32"}, {"name": "conv2d_1/bias", "shape": [128], "dtype": "float32"}, {"name": "conv2d_2/kernel", "shape": [2, 2, 128, 256], "dtype": "float32"}, {"name": "conv2d_2/bias", "shape": [256], "dtype": "float32"}, {"name": "dense/kernel", "shape": [46080, 128], "dtype": "float32"}, {"name": "dense/bias", "shape": [128], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [128, 64], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [64], "dtype": "float32"}, {"name": "dense_2/kernel", "shape": [64, 32], "dtype": "float32"}, {"name": "dense_2/bias", "shape": [32], "dtype": "float32"}, {"name": "dense_3/kernel", "shape": [32, 13], "dtype": "float32"}, {"name": "dense_3/bias", "shape": [13], "dtype": "float32"}]}]}